/* last word of abbreviated bytes string if no abbreviation is necessary
   resizing byte formatter - this word is separate because of a bug in NSNumberFormatter */

" bytes" = " バイト";

/* resizing bytes formatter bytes format */
"#,##0" = "#,##0";

/* resizing bytes formatter gigabytes format */
"#,##0.0 GB" = "#,##0.0 GB";

/* resizing bytes formatter kilobytes format */
"#,##0.0 kB" = "#,##0.0 kB";

/* resizing bytes formatter megabytes format */
"#,##0.0 MB" = "#,##0.0 MB";

/* resizing bytes formatter petabytes format */
"#,##0.0 PB" = "#,##0.0 PB";

/* resizing bytes formatter terabytes format */
"#,##0.0 TB" = "#,##0.0 TB";

/* format string for color with brightness description
   format string for color with saturation description */

"%@ %@" = "%1$@ %2$@";

/* preferences panel title format */
"%@ Preferences" = "%@ 環境設定";

/* format string for color with saturation and brightness descriptions */
"%@, %@ %@" = "%1$@, %2$@ %3$@";

/* script execute error message
   script loading error message */

"AppleScript reported the following error:\n%@" = "AppleScript から以下のエラーが報告されました : \n%@";

/* autosize all columns contextual menu item */
"Auto Size All Columns" = "すべての列の幅を自動調整";

/* autosize column contextual menu item */
"Auto Size Column" = "列の幅を自動調整";

/* word comparing color brightnesss */
"Bright" = "明るく";

/* alert panel button */
"Cancel" = "キャンセル";

/* Date picker window title */
"Choose Date" = "日付を選択";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings (including options not in this Preferences window, such as window sizes and toolbars) to the state they were in when %@ was first installed." = "「リセット」をクリックすると、すべての設定が %@ のインストール時の状態に戻ります。ウインドウサイズやツールバーなど、この環境設定ウインドウにはない設定もリセットされます。";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in all preference panes to the state they were in when %@ was first installed." = "「リセット」をクリックすると、すべての環境設定ペインのすべての設定が %@ のインストール時の状態に戻ります。";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in this pane to the state they were in when %@ was first installed." = "「リセット」をクリックすると、この環境設定ペインのすべての設定が %@ のインストール時の状態に戻ります。";

/* color list name */
"Classic Crayons" = "クラシッククレヨン";

/* name of completely transparent color */
"Clear" = "消去";

/* workflow execution exception format string */
"Couldn't launch Automator Launcher.app.  LSOpenFromURLSpec returned %d" = "Automator Launcher.app. を起動できませんでした。  LSOpenFromURLSpec から %d が返されました";

/* workflow execution exception format string */
"Couldn't locate Automator Launcher.app." = "Automator Launcher.app が見つかりませんでした。";

/* generic color name for custom colors */
"Custom" = "カスタム";

/* word comparing color brightnesss */
"Dark" = "暗";

/* word comparing color saturations */
"Deep" = "深い";

/* Color sync profile load error recovery description */
"Defaulting to '%@'" = "デフォルト値 '%@' に戻しています";

/* script error panel button */
"Edit Script" = "スクリプトを編集";

/* internet config error */
"Error editing InternetConfig preferences for key %@: %@" = "InternetConfig 環境設定においてキーの編集でエラーが起こりました。キー： %1$@: %2$@";

/* internet config error */
"Error opening InternetConfig for read-only access: %@" = "InternetConfig を読み出し専用で開くときにエラーが起こりました： %@";

/* internet config error */
"Error opening InternetConfig for read-write access: %@" = "InternetConfig を読み書き許可状態で開くときにエラーが起こりました： %@";

/* internet config error */
"Error reading InternetConfig preference for key %@" = "InternetConfig 環境設定においてキーの読み込みでエラーが起こりました。キー： %@";

/* word comparing color saturations */
"Faded" = "薄い";

/* Color sync profile load error */
"Failed to set color sync profile (error %i)" = "ColorSync プロファイルの設定に失敗しました (エラー %i)";

/* internet config error */
"ICCountPref returned an error: %@" = "ICCountPref からエラーが返されました: %@";

/* internet config error */
"ICEnd returned an error: %@" = "ICEnd からエラーが返されました: %@";

/* internet config error */
"ICFindPrefHandle returned %d -- %@" = "ICFindPrefHandle から %1$d -- %2$@ が返されました";

/* internet config error */
"ICGetIndPref %d/%d returned an error: %@" = "ICGetIndPref %1$d/%2$d からエラーが返されました: %3$@";

/* internet config error */
"ICMapFilename returned an error for file %@: %@" = "ICMapFilename からファイル %1$@ についてエラーが返されました: %2$@";

/* internet config error */
"ICSetPref returned an error while setting key %@: %@" = "ICSetPref キー %1$@ の設定中にエラーが返されました: %2$@";

/* internet config error */
"ICSetPref returned permissions when attempting setting key %@" = "ICSetPref からキー %@ の設定中に承認エラーが返されました";

/* generic color name for pattern colors */
"Image" = "画像";

/* word comparing color saturations */
"Intense" = "極";

/* launch services error */
"Launch Services returned an error while opening URL %@: %@" = "URL %1$@ を開く際に Launch Services からエラーが返されました: %2$@";

/* word comparing color brightnesss */
"Light" = "明るい";

/* preference bundle loading message format */
"Loading %@..." = "%@ を読み込み中...";

/* word comparing color saturations */
"Mild" = "柔らかい";

/* word comparing color brightnesss */
"Near-black" = "黒系";

/* preferences panel button */
"Next" = "次へ";

/* menu title */
"No Actions Available" = "アクションがありません";

/* how many pages in document format for scrollview */
"of %d" = "／%d";

/* word comparing color brightnesss */
"Off-white" = "オフホワイト";

/* script error panel button
   unhandled exception panel button */

"OK" = "OK";

/* page prompt for multipage documents in scrollview */
"Page" = "ページ";

/* color picker tool tip */
"Pattern Color" = "パターンの色";

/* preferences panel button */
"Previous" = "前へ";

/* error recovery description for button title */
"Report Error via Email" = "E メールでエラーを報告";

/* alert panel button
   reset-to-defaults button title */

"Reset" = "リセット";

/* message text for reset-to-defaults alert */
"Reset %@ preferences to their original values?" = "%@ 環境設定をインストール時の状態に戻しますか？";

/* reset-to-defaults button title */
"Reset All" = "すべてをリセット";

/* message text for reset-to-defaults alert */
"Reset all preferences and other settings to their original values?" = "すべての環境設定およびその他の設定をインストール時の状態に戻しますか？";

/* message text for reset-to-defaults alert */
"Reset all preferences to their original values?" = "すべての環境設定をインストール時の状態に戻しますか？";

/* reset-to-defaults button tooltip */
"Return all settings to default values" = "すべての設定をインストール時の状態に戻します";

/* reset-to-defaults button tooltip */
"Return settings in this pane to default values" = "このペインの設定をインストール時の設定に戻します";

/* word comparing color saturations */
"Rich" = "濃い";

/* default search mode menu item */
"Search" = "検索";

/* context control tooltip */
"Shortcuts for commonly used actions" = "よく使うアクションへのショートカット";

/* preferences panel button */
"Show All" = "すべてを表示";

/* word comparing color brightnesss */
"Smokey" = "くすんだ";

/* Contents of popup in regular expression find options */
"Subexpression #%d" = "部分一致 #%d";

/* script loading error message */
"The following error was reported:\n%@" = "次のエラーが返されました: \%@";

/* script loading error message */
"The requested AppleScript does not exist" = "要求された AppleScript は存在しません";

/* script execute error */
"The script '%@' could not complete." = "スクリプト '%@' を完了できませんでした。";

/* script loading error */
"The script file '%@' could not be opened." = "スクリプトファイル '%@' を開けませんでした。";

/* script loading error */
"The script file could not be opened." = "スクリプトファイルは開けません。";

/* launch services error */
"Unable to launch URL %@" = "URL %@ を開けません";

/* workflow execution error */
"Unable to run workflow." = "ワークフローを実行できません。";

/* internet config error */
"Unable to set '%@' to be owner for url scheme '%@'." = "URL スキーム '%2$@' のオーナーになるための '%1$@' を設定できません";

/* word comparing color saturations */
"Washed-out" = "ウォッシュアウト";

/* script loading error message */
"workflow not found at %@" = "%@ にワークフローが見つかりません";